Repository: wescamp/Unite_the_Clans-1.12
Catalog: po/*.po
Languages: cs, de, es, gd, it, ru, sk, sv

source: Unite the Clans
cs: Sjednocení klanů
de: Bund der Sippen
es: La unión de los Clanes
gd: Aonaich na Cinnidhean
it: Unisci i Clan
ru: Объединение кланов
sk: Zjednotenie klanov
sv: Förena klanerna

source: UTC
cs: SK
de: BdS
es: UdlC
gd: AnC
it: UiC
ru: ОбК
sk: SK
sv: FK

source: Aimed to be a minimalist campaign. A young warchief have to unite all local clans and defend against invading knights, whose aim is to prevent the orcs from gaining power in this region.
cs: Záměrem byla jednoduchá kampaň. Mladý náčelník musí sjednotit všechny okolní ""klany a bránit se nájezdu rytířů, kteří se snaží zhatit ambice skřetů na ""získání vlivu v této oblasti.
de: Als sehr einfache Kampagne gedacht. Ein junger Kriegsanführer muss die ansässigen Sippen zusammenführen und gegen eindringende Ritter verteidigen, die versuchen, die Orks davon abzuhalten, Macht über diesen Landesteil zu erlangen.
gd: Is an t-amas aig an iomairt seo gum biodh i beag. Feumaidh an ceannard-cogaidh òg na cinnidhean ionadail aonachadh agus ridirean a mharbh a bheir ionnsaigh dhaibh, a' feuchainn ri bacadh a chur air smachd nan deamhain san sgìre.
it: Una campagna minimalista. Un giovane capo guerriero deve unire tutti i clan locali e difendersi contro i cavalieri invasori, il cui obiettivo è di impedire che gli orchi guadagnino potere nella regione.
ru: создавалась как минималистская кампания. Юный вождь должен объединить все местные племена и выступить против рыцарей-захватчиков, что вторглись, дабы разбить орков, набирающих силу в данном краю.
sk: Cieľom tohoto projektu bola minimalistická kampaň. Mladý vojvodca má za úlohu zjednotiť všetky miestne klany a obrániť svoju domovinu pred nájazdnými rytiermi, ktorú sa snažia zabrániť orkom, aby v ich regióne získali vplyv.
sv: En minimalistisk kampanj. En ung krigsherre måste förena de lokala klanerna och försvara sig mot invaderande riddare, vars mål är att förhindra att orcherna får någon makt i regionen.

source: Made by Stanislav Hoferek
cs: Vytvořil Stanislav Hoferek
de: Von Stanislav Hoferek
es: Hecha por Stanislav Hoferek
gd: Le Stanislav Hoferek
it: Realizzata da Stanislav Hoferek
ru: Создано Станиславом Хофереком. <small><i>Перевод TreefeedXavier</i><small>
sk: Napísal Stanislav Hoferek
sv: Skapad av Stanislav Hoferek

source: your_leader_male^Maihern
cs: Maihern
de: Maihern
gd: Maithearn
it: Maihern
ru: Мейхерн
sv: Maihern

source: Defeat trolls, goblins and human knights
cs: Poraz troly, gobliny a lidské rytíře
de: Besiegt Trolle, Kobolde und Ritter
es: Derrota a los troles, goblins y caballeros.
gd: Cuir ruaig air athaich, bòcain ’s ridirean
it: Sconfiggi i troll, i goblin e i cavalieri umani
ru: Одолейте троллей, гоблинов и человеческих рыцарей.
sk: Pobi trollov, goblinov a ľudských rytierov
sv: Besegra troll, vättar samt människornas riddare.

source: Death of Maihern
cs: Maihern zemře
de: Maihern fällt in der Schlacht
es: Muerte de Maihern
gd: Bàs Mhaitheirn
it: Morte di Maihern
ru: Смерть Мейхерна
sk: Maihern umrie
sv: Maihern dör

source: Those damned knights are back! They must've heard about my plan, to conquer trolls and goblins. I must destroy these humans if I were to unite the clans!
cs: Ti zatracení rytíři jsou zpátky. Museli se dozvědět o mém záměru podmanit si trolly a gobliny. Jestli mám sjednotit všechny klany, musím tyhle lidi zničit!
de: Diese verfluchten Ritter sind schon wieder da! Die müssen von meinen Plänen, Trolle und Kobolde zu bezwingen, gehört haben. Ich muß diese Menschen vernichten, wenn ich die Sippen vereinen will.
gd: Tha na ridirean air ais! Gonadh orra! Feumaidh gun cuala iad mu na planaichean agam gus na h&#8209;athaich ’s na bòcain a cheannsachadh. Is miann leam na cinnidhean uile aonachadh ach cha tèid leam mus mill mi na daoine a bheir ionnsaigh oirnn cuideachd.
it: Quei dannati cavalieri sono tornati! Devono aver sentito del mio piano di conquistare i troll e i goblin. Devo distruggere questi umani se voglio unire i clan!
ru: Эти проклятые рыцари вернулись! Они должно быть прослышали о моём плане захватить троллей и гоблинов. Я должен уничтожить этих людей, если хочу сплотить кланы!
sk: Tí prekliati goblini sa vrátili! Isto sa dopočuli o našom pláne ovládnuť trollov a goblinov. Musíme tých ľudí pozabíjať, ak chceme zjednotiť klany.
sv: De fördömda riddarna är tillbaka! De måste ha fått reda på mina planer att erövra trollen och vättarna. Jag måste förinta människorna om jag ska kunna förena klanerna.

source: Great! Orcs, goblins and trolls will fight under one banner. Now it is our time to control our destiny.
cs: Výborně! Skřeti, goblini a trollové budou konečně bojovat pod jednou vlajkou. Přišel čas stát se pány svého osudu.
de: Prima! Orks, Kobold und Trolls werden unter einer gemeinsamen Fahne kämpfen. Nun ist für uns die Zeit gekommen, unser Schicksal zu lenken.
es: ¡Bien! Orcos, goblins y troles lucharan bajo la misma bandera. Es nuestra oportunidad de controlar nuestro destino.
gd: Nach math sin! Nì na deamhain, na bòcain ’s na h-athaich sabaid fon aon bhratach a-nis. Tha ar dàn fo ar smachd fhèin mu dheireadh thall.
it: Grande! Orchi, goblin e troll combatteranno sotto un'unica bandiera. Adesso è tempo di controllare il nostro destino.
ru: Отлично! Орки, гоблины и тролли будут бится под одними знамёнами. Теперь наша судьба - в наших руках.
sk: Paráda! Orkovia, goblini a trollovia budú bojovať pod jednou vlajkou! Teraz je čas, aby sme si sami volili svoj osud!
sv: Underbart! Orcher, vättar och troll kämpar under under samma banér. Nu bestämmer vi över vårt eget öde.

source: Argh, I am dying! Orcs will be weak without a strong leader.
cs: Ach, umírám! Skřeti budou slabí bez silného velitele.
de: Ach nein, ich sterbe! Die Orks werden ohne starken Anführer machtlos sein.
es: ¡Argh, me muero! Los orcos se debilitarán sin un líder fuerte.
gd: À, chaidh mo mharbhadh! Bidh na deamhain lag gun cheannard làidir aca.
it: Argh, sto morendo! Gli orchi saranno deboli senza un capo forte.
ru: Арр, я помираю! Орки станут слабыми без крепкого вожака!
sk: Aau, umieram! Orkovia bez spoločného vodcu zoslabnú.
sv: Ack, jag dör! Orcherna kommer vara svaga utan en stark ledare.

source: More warriors are here to fight at our side! I can also recruit new units!
cs: Další bojovníci přišli, aby bojovali po našem boku! Také mohu naverbovat nové jednotky!
de: Hier sind noch mehr Krieger, um an unserer Seite zu kämpfen. Ich kann auch neue Einheiten zu den Waffen rufen.
es: ¡Más guerreros vienen a engrosar mi hueste! ¡Puedo reclutar nuevas unidades!
gd: Thàinig barrachd gaisgich gus sabaid a dhèanamh ri ar taobh! ’S urrainn dhomh aonadan ùra a thrusadh cuideachd!
it: Altri guerrieri sono qui per combattere al nostro fianco! Posso anche reclutare nuove unità!
ru: Ещё войны прибыли, что бы пополнить наши ряды! Я так же могу нанять новых бойцов!
sk: Prišli noví bojovníci, aby bojovali po našom boku! Teraz môžem regrutovať nové jednotky.
sv: Fler krigare kommer för att kämpa tillsammans med oss! Nu kan jag rekrytera nya enheter.

source: Aimed to be a minimal campaign, young warchief have to unite all local clans and kill invading knights, who are trying to prevent the orcs gaining power in this region.
es: Pretende ser una campaña muy simple, un joven líder orco tiene que unir a todos los clanes cercanos y acabar con los caballeros invasores, que intentan impedir que los orcos controlen la región.

source: Human knights are back! Damned! They must have heard about my plans, to conguer trolls and goblins. I wish too unite the clans, but to do so, I have to destroy attacking humans as well.
es: ¡Los caballeros han vuelto! ¡Malditos! Deben haber sabido de mis planes para congregar a los troles y goblins. Quiero unir a los clanes, pero para hacerlo debo destruir a los humanos.
